[Vehicle.Drunken.Class_Iris_DrunkenRocketTurret VehicleClassDefinition]
DisplayName="Torreta Lança-foguetes Elétrica"

[Vehicle.Super.Class_Iris_SuperRocketTurret VehicleClassDefinition]
DisplayName="Torreta Lança-foguetes Rápida"

[Weapon.Drunken.WeaponType_Iris_DrunkenRocketTurret WeaponTypeDefinition]
Typename="Torreta de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapon.Super.WeaponType_Iris_SuperRocketTurret WeaponTypeDefinition]
Typename="Torreta de Bandido"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

